Repository: gabo-cr/django-portfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: English
es: Inglés

source: Spanish
es: Español

source: Web developer
es: Desarrollador web

source: About me
es: Acerca de mí

source: Projects
es: Proyectos

source: Skills
es: Habilidades

source: Contact
es: Contacto

source: Have an interesting project? I would love to hear about it!
es: ¿Tienes un proyecto interesante? ¡Me encantaría escucharte!

source: Try pressing the Q key and then scroll through the site. Did you feel the power of mastering The Matrix? (Press the R key to restart)
es: Presiona la tecla Q y luego desplázate por el sitio web. ¿Sentiste el poder de dominar La Matrix? (Presiona la tecla R para reiniciar)

source: Language
es: Idioma

source: Theme
es: Apariencia

source: Light
es: Claro

source: Dark
es: Oscuro

source: Made by Gabo, May 2022
es: Hecho por Gabo, Mayo de 2022

source: Updated on Jan, 2023
es: Actualizado en Enero, 2023

source: Start your journey
es: Comienza tu viaje

source: Do you want to know who he is?
es: ¿Quieres saber quién es él?

source: Unfortunately, nobody can be told who Gabriel is...
es: Desafortunadamente, a nadie se le puede decir quién es Gabriel...

source: You have to see it for yourself.
es: Tienes que verlo por ti mismo.

source: Let me go to the Matrix
es: Déjame ir a la Matrix

source: Take me to Wonderland
es: Llévame a Wonderland

source: This is your chance to know him.
es: Esta es tu oportunidad de conocerlo.

source: After this, everything will change.
es: Después de esto, todo cambiará.

source: You take the green path, you stay in the Matrix. You see what Gabriel has developed and believe whatever you want to believe about him.
es: Si eliges el camino verde, te quedas en la Matrix. Ves lo que Gabriel ha desarrollado y crees lo que quieras creer sobre él.

source: You take the blue path, I take you to Wonderland, to show you how deep the rabbit hole goes.
es: Si eliges el camino azul, te llevo a Wonderland, para mostrarte qué tan profunda es la madriguera del conejo.

source: Remember:
es: Recuerda:

source: all I'm offering is the truth, nothing more.
es: lo único que te ofrezco es la verdad, nada más.

source: This is your chance.
es: Esta es tu oportunidad.

source: Remember: all I'm offering is the truth, nothing more.
es: Recuerda: lo único que te ofrezco es la verdad, nada más.

source: Skip
es: Saltar
